Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: LLM declared 'read' but this command may modify data
ar: أعلن النموذج اللغوي 'قراءة' لكن هذا الأمر قد يُعدّل البيانات
ca: El LLM ha declarat 'read' però aquesta ordre podria modificar dades
cs: LLM deklaroval „read“, ale tento příkaz může modifikovat data
da: LLM erklærede 'read', men denne kommando kan ændre data
de: LLM hat „read“ deklariert, aber dieser Befehl könnte Daten ändern
es: El LLM declaró 'read' pero este comando podría modificar datos
fi: LLM ilmoitti 'luku' mutta tämä komento saattaa muokata tietoja
fr: Le LLM a déclaré « read » mais cette commande pourrait modifier des données
he: ה-LLM הצהיר 'read' אך פקודה זו עלולה לשנות נתונים
hu: Az LLM 'olvasásnak' nyilvánította, de ez a parancs módosíthatja az adatokat
it: L'LLM ha dichiarato 'read' ma questo comando potrebbe modificare i dati
ja: LLMは「読み取り」と宣言しましたが、このコマンドはデータを変更する可能性があります
ko: LLM이 '읽기'로 선언했지만 이 명령은 데이터를 수정할 수 있습니다
nb: LLM erklærte «read», men denne kommandoen kan endre data
nl: LLM heeft 'lezen' opgegeven, maar dit commando kan gegevens wijzigen
pl: LLM zadeklarował 'read', ale to polecenie może modyfikować dane
pt_br: O LLM declarou 'read' mas este comando pode modificar dados
pt_pt: O LLM declarou 'read' mas este comando pode modificar dados
ro: LLM-ul a declarat „read”, dar această comandă ar putea modifica date
sl: LLM je navedel 'read', vendar ta ukaz lahko spremeni podatke
sv: LLM deklarerade 'read' men detta kommando kan ändra data
uk: LLM оголосив «read», але ця команда може змінити дані
vi: LLM khai báo 'read' nhưng lệnh này có thể sửa đổi dữ liệu
zh_hans: LLM 声明为“读取”但此命令可能会修改数据
zh_hant: LLM 宣告為「讀取」但此指令可能會修改資料

source: Load Errors
ar: أخطاء التحميل
ca: Errors de càrrega
cs: Chyby načítání
da: Indlæsningsfejl
de: Ladefehler
es: Errores de carga
fi: Latausvirheet
fr: Erreurs de chargement
he: שגיאות טעינה
hu: Betoltesi hibak
it: Errori di caricamento
ja: 読み込みエラー
ko: 로드 오류
nb: Lastefeil
nl: Laadfouten
pl: Bledy ladowania
pt_br: Erros de carregamento
pt_pt: Erros de carregamento
ro: Erori de incarcare
sl: Napake pri nalaganju
sv: Laddningsfel
uk: Помилки завантаження
vi: Lỗi tải
zh_hans: 加载错误
zh_hant: 載入錯誤

source: Load Full Output
ar: تحميل الإخراج الكامل
ca: Carrega la sortida completa
cs: Načíst celý výstup
da: Indlæs fuldt output
de: Vollständige Ausgabe laden
es: Cargar salida completa
fi: Lataa koko tuloste
fr: Charger la sortie complète
he: טעינת הפלט המלא
hu: Teljes kimenet betöltése
it: Carica output completo
ja: 出力をすべて読み込む
ko: 전체 출력 불러오기
nb: Last inn hele utdataen
nl: Volledige uitvoer laden
pl: Załaduj pełne wyjście
pt_br: Carregar Saída Completa
pt_pt: Carregar Saída Completa
ro: Încarcă rezultatul complet
sl: Naloži celoten izpis
sv: Ladda fullständig utdata
uk: Завантажити повний вивід
vi: Tải toàn bộ kết quả
zh_hans: 加载完整输出
zh_hant: 載入完整輸出

source: Load more (%lld remaining)
ar: تحميل المزيد (متبقٍ %lld)
ca: Carregar-ne més (%lld restants)
cs: Načíst další (%lld zbývá)
da: Indlæs flere (%lld resterende)
de: Mehr laden (%lld verbleibend)
es: Cargar más (%lld restantes)
fi: Lataa lisää (%lld jäljellä)
fr: Charger plus (%lld restants)
he: טען עוד (%lld נותרו)
hu: Továbbiak betöltése (%lld hátralévő)
it: Carica altri (%lld rimanenti)
ja: さらに読み込み（残り%lld件）
ko: 더 보기 (나머지 %lld개)
nb: Last flere (%lld gjenstår)
nl: Meer laden (%lld resterend)
pl: Wczytaj więcej (pozostało %lld)
pt_br: Carregar mais (%lld restantes)
pt_pt: Carregar mais (%lld restantes)
ro: Încărcă mai multe (%lld rămase)
sl: Naloži več (%lld preostalih)
sv: Ladda fler (%lld kvar)
uk: Завантажити ще (%lld залишилось)
vi: Tải thêm (%lld còn lại)
zh_hans: 加载更多（剩余 %lld）
zh_hant: 載入更多（剩餘 %lld）

source: Load Nodes
ar: تحميل العُقد
ca: Carregar nodes
cs: Načíst uzly
da: Indlæs noder
de: Knoten laden
es: Cargar nodos
fi: Lataa solmut
fr: Charger les nœuds
he: טען צמתים
hu: Csomópontok betöltése
it: Carica nodi
ja: ノードを読み込み
ko: node 로드
nb: Last noder
nl: Nodes laden
pl: Wczytaj węzły
pt_br: Carregar Nós
pt_pt: Carregar Nós
ro: Încărcare noduri
sl: Naloži vozlišča
sv: Ladda noder
uk: Завантажити вузли
vi: Tải nút
zh_hans: 加载节点
zh_hant: 載入節點

source: Loaded: %@
ar: تم التحميل: %@
ca: Carregat: %@
cs: Načteno: %@
da: Indlæst: %@
de: Geladen: %@
es: Cargado: %@
fi: Ladattu: %@
fr: Chargé : %@
he: נטען: %@
hu: Betöltve: %@
it: Caricato: %@
ja: 読み込み済み: %@
ko: 로드됨: %@
nb: Lastet: %@
nl: Geladen: %@
pl: Załadowano: %@
pt_br: Carregado: %@
pt_pt: Carregado: %@
ro: Încărcat: %@
sl: Naloženo: %@
sv: Inläst: %@
uk: Завантажено: %@
vi: Đã tải: %@
zh_hans: 已加载：%@
zh_hant: 已載入：%@

source: Loading available videos...
ar: جارٍ تحميل مقاطع الفيديو المتاحة...
ca: Carregant els vídeos disponibles...
cs: Načítání dostupných videí…
da: Indlæser tilgængelige videoer...
de: Verfügbare Videos werden geladen …
es: Cargando videos disponibles…
fi: Ladataan saatavilla olevia videoita...
fr: Chargement des vidéos disponibles…
he: טוען סרטונים זמינים...
hu: Elérhető videók betöltése...
it: Caricamento video disponibili...
ja: 利用可能な動画を読み込み中...
ko: 사용 가능한 동영상 로딩 중...
nb: Laster tilgjengelige videoer …
nl: Beschikbare video's laden...
pl: Wczytywanie dostępnych filmów...
pt_br: Carregando vídeos disponíveis...
pt_pt: A carregar vídeos disponíveis...
ro: Se încarcă videourile disponibile…
sl: Nalaganje razpoložljivih videoposnetkov ...
sv: Laddar tillgängliga videor...
uk: Завантаження доступних відео…
vi: Đang tải video khả dụng...
zh_hans: 正在加载可用视频…
zh_hant: 正在載入可用影片⋯

source: Loading Ghostty...
ar: جارٍ تحميل Ghostty...
ca: Carregant Ghostty...
cs: Načítání Ghostty…
da: Indlæser Ghostty...
de: Ghostty wird geladen …
es: Cargando Ghostty…
fi: Ladataan Ghosttyä...
fr: Chargement de Ghostty…
he: טוען את Ghostty...
hu: Ghostty betöltése...
it: Caricamento Ghostty...
ja: Ghosttyを読み込み中...
ko: Ghostty 로딩 중...
nb: Laster Ghostty …
nl: Ghostty laden...
pl: Wczytywanie Ghostty...
pt_br: Carregando Ghostty...
pt_pt: A carregar Ghostty...
ro: Se încarcă Ghostty…
sl: Nalaganje Ghostty ...
sv: Laddar Ghostty...
uk: Завантаження Ghostty…
vi: Đang tải Ghostty...
zh_hans: 正在加载 Ghostty…
zh_hant: 正在載入 Ghostty⋯

source: Loading instances...
ar: جارٍ تحميل المثيلات...
ca: Carregant les instàncies...
cs: Načítání instancí…
da: Indlæser instanser...
de: Instanzen werden geladen …
es: Cargando instancias…
fi: Ladataan instansseja...
fr: Chargement des instances…
he: טוען מופעים...
hu: Példányok betöltése...
it: Caricamento istanze...
ja: インスタンスを読み込み中...
ko: 인스턴스 로딩 중...
nb: Laster instanser …
nl: Instanties laden...
pl: Wczytywanie instancji...
pt_br: Carregando instâncias...
pt_pt: A carregar instâncias...
ro: Se încarcă instanțele…
sl: Nalaganje instanc ...
sv: Laddar instanser...
uk: Завантаження екземплярів…
vi: Đang tải các phiên bản...
zh_hans: 正在加载实例…
zh_hant: 正在載入執行個體⋯

source: Loading nodes...
ar: جارٍ تحميل العُقد...
ca: Carregant els nodes...
cs: Načítání uzlů…
da: Indlæser noder...
de: Knoten werden geladen …
es: Cargando nodos…
fi: Ladataan solmuja...
fr: Chargement des nœuds…
he: טוען צמתים...
hu: Csomópontok betöltése...
it: Caricamento nodi...
ja: ノードを読み込み中...
ko: node 로딩 중...
nb: Laster noder …
nl: Nodes laden...
pl: Wczytywanie węzłów...
pt_br: Carregando nós...
pt_pt: A carregar nós...
ro: Se încarcă nodurile…
sl: Nalaganje vozlišč ...
sv: Laddar noder...
uk: Завантаження вузлів…
vi: Đang tải các nút...
zh_hans: 正在加载节点…
zh_hant: 正在載入節點⋯

source: Loading public key...
ar: جارٍ تحميل المفتاح العام...
ca: Carregant la clau pública...
cs: Načítání veřejného klíče…
da: Indlæser offentlig nøgle...
de: Öffentlicher Schlüssel wird geladen …
es: Cargando clave pública…
fi: Ladataan julkista avainta...
fr: Chargement de la clé publique…
he: טוען מפתח ציבורי...
hu: Nyilvános kulcs betöltése...
it: Caricamento chiave pubblica...
ja: 公開鍵を読み込み中...
ko: 공개 키 로딩 중...
nb: Laster offentlig nøkkel …
nl: Publieke sleutel laden...
pl: Wczytywanie klucza publicznego...
pt_br: Carregando chave pública...
pt_pt: A carregar chave pública...
ro: Se încarcă cheia publică…
sl: Nalaganje javnega ključa ...
sv: Laddar publik nyckel...
uk: Завантаження відкритого ключа…
vi: Đang tải khóa công khai...
zh_hans: 正在加载公钥…
zh_hant: 正在載入公開金鑰⋯

source: Loading windows
ar: جارٍ تحميل النوافذ
ca: Carregant finestres
cs: Načítání oken
da: Indlæser vinduer
de: Fenster werden geladen
es: Cargando ventanas
fi: Ladataan ikkunoita
fr: Chargement des fenêtres
he: טוען חלונות
hu: Ablakok betöltése
it: Caricamento finestre
ja: ウィンドウを読み込み中
ko: 윈도우 로딩 중
nb: Laster vinduer
nl: Vensters laden
pl: Wczytywanie okien
pt_br: Carregando janelas
pt_pt: A carregar janelas
ro: Se încarcă ferestrele
sl: Nalaganje oken
sv: Laddar fönster
uk: Завантаження вікон
vi: Đang tải cửa sổ
zh_hans: 正在加载窗口
zh_hant: 正在載入視窗

source: Loading...
ar: جارٍ التحميل...
ca: Carregant...
cs: Načítání…
da: Indlæser...
de: Wird geladen …
es: Cargando…
fi: Ladataan...
fr: Chargement…
he: טוען...
hu: Betöltés...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nb: Laster …
nl: Laden...
pl: Wczytywanie...
pt_br: Carregando...
pt_pt: A carregar...
ro: Se încarcă…
sl: Nalaganje ...
sv: Laddar...
uk: Завантаження…
vi: Đang tải...
zh_hans: 加载中…
zh_hant: 載入中⋯

source: Loading…
ar: جارٍ التحميل…
ca: Carregant…
cs: Načítání…
da: Indlæser…
de: Wird geladen …
es: Cargando…
fi: Ladataan…
fr: Chargement…
he: טוען…
hu: Betöltés…
it: Caricamento…
ja: 読み込み中…
ko: 로딩 중…
nb: Laster …
nl: Laden…
pl: Wczytywanie…
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă…
sl: Nalaganje…
sv: Laddar…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

source: Local (-L)
ar: محلي (-L)
cs: Lokální (-L)
da: Lokal (-L)
de: Lokal (-L)
fi: Paikallinen (-L)
he: מקומי (-L)
hu: Helyi (-L)
it: Locale (-L)
ja: ローカル (-L)
ko: 로컬 (-L)
nb: Lokal (-L)
nl: Lokaal (-L)
pl: Lokalne (-L)
sl: Lokalno (-L)
sv: Lokal (-L)
uk: Локальний (-L)
vi: Cục bộ (-L)
zh_hans: 本地 (-L)
zh_hant: 本機 (-L)

source: Local Agent Audit
ar: تدقيق الوكيل المحلي
ca: Auditoria de l'agent local
cs: Audit místního agenta
da: Revision af lokal agent
de: Prüfung des lokalen Agenten
es: Auditoría del agente local
fi: Paikallisen agentin valvonta
fr: Audit de l’agent local
he: ביקורת סוכן מקומי
hu: Helyi ügynök ellenőrzése
it: Controllo agente locale
ja: ローカルエージェント監査
ko: 로컬 에이전트 감사
nb: Revisjon av lokal agent
nl: Audit lokale agent
pl: Audyt lokalnego agenta
pt_br: Auditoria do agente local
pt_pt: Auditoria do agente local
ro: Audit agent local
sl: Revizija lokalnega agenta
sv: Granskning av lokal agent
uk: Аудит локального агента
vi: Kiểm tra tác nhân cục bộ
zh_hans: 本地代理审计
zh_hant: 本機代理稽核

source: Local file or directory
ar: ملف أو مجلد محلي
ca: Fitxer o directori local
cs: Místní soubor nebo adresář
da: Lokal fil eller mappe
de: Lokale Datei oder Verzeichnis
es: Archivo o directorio local
fi: Paikallinen tiedosto tai hakemisto
fr: Fichier ou répertoire local
he: קובץ או תיקייה מקומיים
hu: Helyi fájl vagy könyvtár
it: File o directory locale
ja: ローカルファイルまたはディレクトリ
ko: 로컬 파일 또는 디렉터리
nb: Lokal fil eller mappe
nl: Lokaal bestand of map
pl: Lokalny plik lub katalog
pt_br: Arquivo ou diretório local
pt_pt: Ficheiro ou diretório local
ro: Fișier sau director local
sl: Lokalna datoteka ali imenik
sv: Lokal fil eller katalog
uk: Локальний файл або каталог
vi: Tệp hoặc thư mục cục bộ
zh_hans: 本地文件或目录
zh_hant: 本機檔案或目錄

source: Local MMDB Databases
ar: قواعد بيانات MMDB محلية
ca: Bases de dades MMDB locals
cs: Místní databáze MMDB
da: Lokale MMDB-databaser
de: Lokale MMDB-Datenbanken
es: Bases de datos MMDB locales
fi: Paikalliset MMDB-tietokannat
fr: Bases de donnees MMDB locales
he: מסדי נתונים מקומיים של MMDB
hu: Helyi MMDB adatbazisok
it: Database MMDB locali
ja: ローカル MMDB データベース
ko: 로컬 MMDB 데이터베이스
nb: Lokale MMDB-databaser
nl: Lokale MMDB-databases
pl: Lokalne bazy MMDB
pt_br: Bancos de dados MMDB locais
pt_pt: Bases de dados MMDB locais
ro: Baze de date MMDB locale
sl: Lokalne podatkovne baze MMDB
sv: Lokala MMDB-databaser
uk: Локальні бази MMDB
vi: Cơ sở dữ liệu MMDB cục bộ
zh_hans: 本地 MMDB 数据库
zh_hant: 本機 MMDB 資料庫

source: Local Network
ar: الشبكة المحلية
ca: Xarxa local
cs: Místní síť
da: Lokalt netværk
de: Lokales Netzwerk
es: Red local
fi: Paikallisverkko
fr: Réseau local
he: רשת מקומית
hu: Helyi hálózat
it: Rete locale
ja: ローカルネットワーク
ko: 로컬 네트워크
nb: Lokalt nettverk
nl: Lokaal netwerk
pl: Sieć lokalna
pt_br: Rede Local
pt_pt: Rede Local
ro: Rețea locală
sl: Lokalno omrežje
sv: Lokalt nätverk
uk: Локальна мережа
vi: Mạng cục bộ
zh_hans: 本地网络
zh_hant: 區域網路

source: Local port
ar: المنفذ المحلي
ca: Port local
cs: Místní port
da: Lokal port
de: Lokaler Port
es: Puerto local
fi: Paikallinen portti
fr: Port local
he: פורט מקומי
hu: Helyi port
it: Porta locale
ja: ローカルポート
ko: 로컬 포트
nb: Lokal port
nl: Lokale poort
pl: Port lokalny
pt_br: Porta local
pt_pt: Porta local
ro: Port local
sl: Lokalna vrata
sv: Lokal port
uk: Локальний порт
vi: Cổng cục bộ
zh_hans: 本地端口
zh_hant: 本機連接埠

source: Local port forwards to remote host through SSH
ar: توجيه المنفذ المحلي إلى المضيف البعيد عبر SSH
ca: Reenvia el port local a l'amfitrió remot mitjançant SSH
cs: Lokální přesměrování portu na vzdálený hostitel přes SSH
da: Lokal port videresendes til fjernvært via SSH
de: Lokaler Port wird über SSH an den Remote-Host weitergeleitet
es: Reenvío de puerto local al host remoto a través de SSH
fi: Paikallinen portin uudelleenohjaus etäpalvelimelle SSH:n kautta
fr: Transfert de port local vers l'hôte distant via SSH
he: העברת פורט מקומי למארח מרוחק דרך SSH
hu: Helyi port továbbítása távoli kiszolgálóra SSH-n keresztül
it: Inoltra la porta locale all'host remoto tramite SSH
ja: SSH を介してローカルポートをリモートホストに転送
ko: SSH를 통해 로컬 포트를 원격 호스트로 포워딩
nb: Lokal portvideresending til ekstern vert gjennom SSH
nl: Lokale poort wordt doorgestuurd naar externe host via SSH
pl: Lokalne przekierowanie portu na zdalny host przez SSH
pt_br: Encaminhamento de porta local para o host remoto via SSH
pt_pt: Encaminhamento de porta local para o anfitrião remoto via SSH
ro: Redirecționează portul local către gazda remotă prin SSH
sl: Posreduje lokalna vrata na oddaljeni gostitelj prek SSH
sv: Lokal port vidarebefordras till fjärrvärd via SSH
uk: Переспрямування локального порту на віддалений хост через SSH
vi: Chuyển tiếp cổng cục bộ đến máy chủ từ xa qua SSH
zh_hans: 通过 SSH 将本地端口转发到远程主机
zh_hant: 透過 SSH 將本機連接埠轉送到遠端主機

source: local shell
ar: صدفة محلية
ca: shell local
cs: místný shell
da: lokal shell
de: Lokale Shell
es: shell local
fi: paikallinen komentotulkki
fr: shell local
he: מעטפת מקומית
hu: helyi parancsértelmező
it: shell locale
ja: ローカルシェル
ko: 로컬 셸
nb: lokal shell
nl: lokale shell
pl: lokalna powłoka
pt_br: shell local
pt_pt: shell local
ro: shell local
sl: lokalna lupina
sv: lokalt skal
uk: локальна оболонка
vi: shell cục bộ
zh_hans: 本地终端
zh_hant: 本機 Shell

source: Local Shell
ar: الصدفة المحلية
ca: Shell local
cs: Lokální shell
da: Lokal shell
de: Lokale Shell
es: Shell local
fi: Paikallinen komentotulkki
fr: Shell local
he: מעטפת מקומית
hu: Helyi Shell
it: Shell locale
ja: ローカルシェル
ko: 로컬 셸
nb: Lokalt skall
nl: Lokale shell
pl: Lokalna powłoka
pt_br: Shell Local
pt_pt: Shell Local
ro: Shell local
sl: Lokalna lupina
sv: Lokalt skal
uk: Локальна оболонка
vi: Shell cục bộ
zh_hans: 本地 Shell
zh_hant: 本機 Shell

source: local shell (sandboxed)
ar: صدفة محلية (محمية)
ca: shell local (aïllat)
cs: místný shell (v sandboxu)
da: lokal shell (sandkasse)
de: Lokale Shell (Sandbox)
es: shell local (aislado)
fi: paikallinen komentotulkki (hiekkalaatikko)
fr: shell local (bac à sable)
he: מעטפת מקומית (ארגז חול)
hu: helyi parancsértelmező (sandbox)
it: shell locale (sandbox)
ja: ローカルシェル（サンドボックス）
ko: 로컬 셸 (샌드박스)
nb: lokal shell (sandkasse)
nl: lokale shell (sandbox)
pl: lokalna powłoka (piaskownica)
pt_br: shell local (sandbox)
pt_pt: shell local (sandbox)
ro: shell local (sandbox)
sl: lokalna lupina (peskovnik)
sv: lokalt skal (sandlåda)
uk: локальна оболонка (ізольована)
vi: shell cục bộ (sandbox)
zh_hans: 本地终端（沙盒）
zh_hant: 本機 Shell（沙盒模式）

source: Local shells on Mac require the separate Rootshell Helper app. Launch the helper and try again.
ar: تتطلب الصدفة المحلية على Mac تطبيق Rootshell Helper المنفصل. قم بتشغيل التطبيق المساعد وحاول مرة أخرى.
ca: Les shells locals a Mac requereixen l'aplicació Rootshell Helper independent. Inicieu l'auxiliar i torneu-ho a provar.
cs: Lokální shelly na Macu vyžadují samostatnou aplikaci Rootshell Helper. Spusťte helper a zkuste to znovu.
da: Lokale shells på Mac kræver den separate Rootshell Helper-app. Start hjælpeprogrammet, og prøv igen.
de: Lokale Shells auf dem Mac erfordern die separate Rootshell-Helper-App. Starten Sie den Helper und versuchen Sie es erneut.
es: Los shells locales en Mac requieren la aplicación separada Rootshell Helper. Inicie el helper e intente de nuevo.
fi: Paikalliset komentotulkit Macissa vaativat erillisen Rootshell Helper -sovelluksen. Käynnistä apuohjelma ja yritä uudelleen.
fr: Les shells locaux sur Mac nécessitent l'app Rootshell Helper séparée. Lancez le helper et réessayez.
he: מעטפות מקומיות ב-Mac דורשות את אפליקציית Rootshell Helper הנפרדת. הפעל את ה-helper ונסה שוב.
hu: A helyi shell Mac-en külön Rootshell Helper alkalmazást igényel. Indítsa el a helper alkalmazást, és próbálja újra.
it: Le shell locali su Mac richiedono l'app separata Rootshell Helper. Avvii l'helper e riprovi.
ja: Mac上のローカルシェルには別途Rootshell Helperアプリが必要です。ヘルパーを起動してからもう一度お試しください。
ko: Mac의 로컬 셸은 별도의 Rootshell Helper 앱이 필요합니다. Helper를 실행한 후 다시 시도하세요.
nb: Lokale skall på Mac krever den separate Rootshell Helper-appen. Start hjelperen og prøv igjen.
nl: Lokale shells op Mac vereisen de afzonderlijke Rootshell Helper-app. Start de helper en probeer het opnieuw.
pl: Lokalne powłoki na Macu wymagają osobnej aplikacji Rootshell Helper. Uruchom helper i spróbuj ponownie.
pt_br: Shells locais no Mac requerem o app separado Rootshell Helper. Inicie o helper e tente novamente.
pt_pt: Os shells locais no Mac requerem a aplicação Rootshell Helper separada. Abra o helper e tente novamente.
ro: Shell-urile locale pe Mac necesită aplicația separată Rootshell Helper. Lansați helper-ul și încercați din nou.
sl: Lokalne lupine na Macu zahtevajo ločeno aplikacijo Rootshell Helper. Zaženite pomočnika in poskusite znova.
sv: Lokala skal på Mac kräver den separata Rootshell Helper-appen. Starta hjälpappen och försök igen.
uk: Локальні оболонки на Mac потребують окремого застосунку Rootshell Helper. Запустіть помічник і спробуйте знову.
vi: Shell cục bộ trên Mac yêu cầu ứng dụng Rootshell Helper riêng biệt. Hãy khởi chạy ứng dụng hỗ trợ và thử lại.
zh_hans: Mac 上的本地 Shell 需要单独的 Rootshell Helper 应用。请启动 Helper 并重试。
zh_hant: Mac 上的本機 Shell 需要另外安裝 Rootshell Helper 應用程式。請啟動 Helper 後再試一次。

source: Local SSH Agent
ar: وكيل SSH المحلي
ca: Agent SSH local
cs: Místní SSH agent
da: Lokal SSH-agent
de: Lokaler SSH-Agent
es: Agente SSH local
fi: Paikallinen SSH-agentti
fr: Agent SSH local
he: סוכן SSH מקומי
hu: Helyi SSH-ügynök
it: Agente SSH locale
ja: ローカルSSHエージェント
ko: 로컬 SSH 에이전트
nb: Lokal SSH-agent
nl: Lokale SSH-agent
pl: Lokalny agent SSH
pt_br: Agente SSH local
pt_pt: Agente SSH local
ro: Agent SSH local
sl: Lokalni agent SSH
sv: Lokal SSH-agent
uk: Локальний агент SSH
vi: Tác nhân SSH cục bộ
zh_hans: 本地 SSH 代理
zh_hant: 本機 SSH 代理

source: Local SSH Agent Request
ar: طلب وكيل SSH المحلي
ca: Sol·licitud de l'agent SSH local
cs: Požadavek místního SSH agenta
da: Anmodning til lokal SSH-agent
de: Anfrage des lokalen SSH-Agenten
es: Solicitud del agente SSH local
fi: Paikallisen SSH-agentin pyyntö
fr: Requête de l’agent SSH local
he: בקשת סוכן SSH מקומי
hu: Helyi SSH-ügynök kérése
it: Richiesta agente SSH locale
ja: ローカルSSHエージェントの要求
ko: 로컬 SSH 에이전트 요청
nb: Forespørsel til lokal SSH-agent
nl: Verzoek lokale SSH-agent
pl: Żądanie lokalnego agenta SSH
pt_br: Solicitação do agente SSH local
pt_pt: Pedido do agente SSH local
ro: Cerere agent SSH local
sl: Zahteva lokalnega agenta SSH
sv: Begäran till lokal SSH-agent
uk: Запит локального агента SSH
vi: Yêu cầu tác nhân SSH cục bộ
zh_hans: 本地 SSH 代理请求
zh_hant: 本機 SSH 代理請求

source: Local SSH Agent Sign Request
ar: طلب توقيع من وكيل SSH المحلي
ca: Sol·licitud de signatura de l'agent SSH local
cs: Požadavek na podpis místního SSH agenta
da: Signeringsanmodning til lokal SSH-agent
de: Signieranfrage des lokalen SSH-Agenten
es: Solicitud de firma del agente SSH local
fi: Paikallisen SSH-agentin allekirjoituspyyntö
fr: Requête de signature de l’agent SSH local
he: בקשת חתימה מסוכן SSH מקומי
hu: Helyi SSH-ügynök aláírási kérése
it: Richiesta di firma agente SSH locale
ja: ローカルSSHエージェントの署名要求
ko: 로컬 SSH 에이전트 서명 요청
nb: Signeringsforespørsel til lokal SSH-agent
nl: Ondertekeningsverzoek lokale SSH-agent
pl: Żądanie podpisu lokalnego agenta SSH
pt_br: Solicitação de assinatura do agente SSH local
pt_pt: Pedido de assinatura do agente SSH local
ro: Cerere de semnare agent SSH local
sl: Zahteva za podpis lokalnega agenta SSH
sv: Signeringsbegäran till lokal SSH-agent
uk: Запит на підписання локального агента SSH
vi: Yêu cầu ký của tác nhân SSH cục bộ
zh_hans: 本地 SSH 代理签名请求
zh_hant: 本機 SSH 代理簽署請求

source: Locale
ar: اللغة المحلية
ca: Configuració regional
cs: Národní prostředí
da: Lokalitet
de: Gebietsschema
es: Configuración regional
fi: Maa-asetus
fr: Langue et région
he: אזור
hu: Területi beállítás
it: Impostazioni locali
ja: ロケール
ko: 로케일
nb: Språkinnstilling
nl: Landinstellingen
pl: Ustawienia regionalne
pt_br: Localidade
pt_pt: Localidade
ro: Localizare
sl: Področne nastavitve
sv: Nationella inställningar
uk: Локаль
vi: Ngôn ngữ vùng
zh_hans: 区域设置
zh_hant: 地區設定

source: Location
ar: الموقع
ca: Ubicació
cs: Poloha
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Position
he: מיקום
hu: Hely
it: Posizione
ja: 場所
ko: 위치
nb: Posisjon
nl: Locatie
pl: Lokalizacja
pt_br: Localização
pt_pt: Localização
ro: Locație
sl: Lokacija
sv: Plats
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Location Diary
ar: سجل المواقع
ca: Diari d'ubicació
cs: Deník polohy
da: Placeringsdagbog
de: Standorttagebuch
es: Diario de ubicación
fi: Sijaintipäiväkirja
fr: Journal de position
he: יומן מיקום
hu: Helynaplózás
it: Diario posizioni
ja: 位置情報ダイアリー
ko: 위치 다이어리
nb: Posisjonsdagbok
nl: Locatiedagboek
pl: Dziennik lokalizacji
pt_br: Diário de Localização
pt_pt: Diário de Localização
ro: Jurnal de locație
sl: Dnevnik lokacij
sv: Platsdagbok
uk: Щоденник місцеположень
vi: Nhật ký vị trí
zh_hans: 位置日记
zh_hant: 位置日誌

source: Location Diary Mode
ar: وضع سجل المواقع
ca: Mode de diari d'ubicació
cs: Režim deníku polohy
da: Placeringsdagbogstilstand
de: Standorttagebuch-Modus
es: Modo de diario de ubicación
fi: Sijaintipäiväkirjatila
fr: Mode journal de position
he: מצב יומן מיקום
hu: Helynaplózási mód
it: Modalità diario posizioni
ja: 位置情報ダイアリーモード
ko: 위치 다이어리 모드
nb: Posisjonsdagbokmodus
nl: Locatiedagboekmodus
pl: Tryb dziennika lokalizacji
pt_br: Modo Diário de Localização
pt_pt: Modo de Diário de Localização
ro: Mod jurnal de locație
sl: Način dnevnika lokacij
sv: Platsdagboksläge
uk: Режим щоденника місцеположень
vi: Chế độ nhật ký vị trí
zh_hans: 位置日记模式
zh_hant: 位置日誌模式
